import IQuote from './interface';

const quotes: IQuote[] = [
  {
    id: 1,
    title: 'Чем умнее человек, тем легче он признает себя дураком.',
    author: 'Альберт Эйнштейн',
  },
  {
    id: 2,
    title: 'Никогда не ошибается тот, кто ничего не делает.',
    author: 'Теодор Рузвельт',
  },
  {
    id: 3,
    title: 'Менее всего просты люди, желающие казаться простыми.',
    author: 'Лев Николаевич Толстой',
  },
  {
    id: 4,
    title:
      'Мы находимся здесь, чтобы внести свой вклад в этот мир. Иначе зачем мы здесь?',
    author: 'Стив Джобс',
  },
  {
    id: 5,
    title: 'Ядерную войну невозможно выиграть.',
    author: 'Андрей Сахаров',
  },
];

export default quotes;
